quest-fis1-u3.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-BR" xml:lang="pt-BR">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Joilson Silva Porto" />
<meta name="generator" content="Org Mode" />
<meta http-equiv="Content-Language" content="pt-BR">

                     <link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />

</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5764979">Física I - Exercícios, problemas - Unidade III</a>
<ul>
<li><a href="#org9b0779a">Definição de Energia cinética</a></li>
<li><a href="#org4287a28">Definição de Energia potencial gravitacional</a></li>
<li><a href="#org9cad65b">Conversão de energia: potencial em cinética</a></li>
<li><a href="#org086b849">Definição de Trabalho</a></li>
<li><a href="#org5d7e703">Conversão de Trabalho em Energia Cinética</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org5764979" class="outline-2">
<h2 id="org5764979">Física I - Exercícios, problemas - Unidade III</h2>
<div class="outline-text-2" id="text-org5764979">
</div>
<div id="outline-container-org9b0779a" class="outline-3">
<h3 id="org9b0779a">Definição de Energia cinética</h3>
<div class="outline-text-3" id="text-org9b0779a">
<ol class="org-ol">
<li>A energia cinética é definida como</li>
</ol>

<p>
\[ E<sub>c</sub> = \frac{m}{2} v<sup>2</sup>
</p>

<p>
Calcule a energia cinética nas seguintes condições
</p>


<p>
a)  m = 10 kg e v = 2 m/s
</p>

<p>
b)  m = 10 kg e  v = 4 m/s
</p>

<p>
c)  m = 20 kg e v = 2 m/s
</p>

<ol class="org-ol">
<li>O que acontece com a energia cinética de um corpo, se a velocidade
dobrar?</li>

<li>Qual é a relação entre a energia cinética de dois corpos com a
mesma velocidade se o corpo A tem a metade da massa do corpo B?</li>
</ol>
</div>
</div>


<div id="outline-container-org4287a28" class="outline-3">
<h3 id="org4287a28">Definição de Energia potencial gravitacional</h3>
<div class="outline-text-3" id="text-org4287a28">
<p>
A energia potencial gravitacional é definida como
</p>

<p>
\[ E_g = m g h\]
</p>

<p>
onde, na superfície da terra, consideramos a aceleração da gravidade
\( g = 10 m/s^2\)
</p>

<ol class="org-ol">
<li><p>
Calcule a energia potencial gravitacional para os seguintes casos:
</p>

<p>
a) m = 10 kg e h = 2 m
</p>

<p>
b) m = 5 kg e h =  2 m
</p>

<p>
c) m = 5 kg e h = 4 m
</p>

<p>
d) m = 10 kg e h = 1 m
</p></li>
</ol>


<ol class="org-ol">
<li>O que acontece com a energia potencial gravitacional de um corpo
quando sua altura reduz para a metade?</li>

<li>Qual é a relação entre a energia potencial de dois corpos que estão
a mesma altura, mas onde o corpo A tem a metade da massa do corpo
B?</li>
</ol>
</div>
</div>

<div id="outline-container-org9cad65b" class="outline-3">
<h3 id="org9cad65b">Conversão de energia: potencial em cinética</h3>
<div class="outline-text-3" id="text-org9cad65b">
<ol class="org-ol">
<li>Qual será a velocidade de um objeto de 10 kg que é solto de uma
altura de 100m com velocidade, nula quando esse objeto estiver em:</li>
</ol>

<p>
a) h = 0 m
</p>

<p>
b) h = 95 m 
</p>

<p>
c) h = 80 m 
</p>

<p>
d) h = 55 m 
</p>

<p>
e) h = 20 m 
</p>

<p>
f) h = 3,2 m 
</p>
</div>
</div>

<div id="outline-container-org086b849" class="outline-3">
<h3 id="org086b849">Definição de Trabalho</h3>
<div class="outline-text-3" id="text-org086b849">
<p>
O trabalho \( W \) realizado por uma força constante \( F \), quando um corpo se desloca uma distância \( d \) na mesma direção da força, é definido como:
</p>

<p>
\[ W = F \cdot d \]
</p>

<ol class="org-ol">
<li><p>
Calcule o trabalho realizado nas seguintes situações:
</p>

<p>
a) F = 10 N, d = 5 m
</p>

<p>
b) F = 20 N, d = 3 m
</p>

<p>
c) F = 15 N, d = 0 m
</p>

<p>
d) F = 50 N, d = 10 m
</p></li>

<li>O que acontece com o trabalho realizado se a força for o dobro e a
distância for a metade?</li>

<li>Se um corpo se move perpendicularmente à direção da força, qual é o
valor do trabalho realizado?</li>
</ol>
</div>
</div>

<div id="outline-container-org5d7e703" class="outline-3">
<h3 id="org5d7e703">Conversão de Trabalho em Energia Cinética</h3>
<div class="outline-text-3" id="text-org5d7e703">
<ol class="org-ol">
<li>Quando uma força realiza trabalho sobre um corpo, e esse trabalho
resulta em aumento de velocidade, dizemos que a energia cinética
foi aumentada pela força.</li>

<li>Sabendo que o trabalho é igual à variação da energia cinética:</li>
</ol>

<p>
\[ W = \Delta E_c = E_{c,f} - E_{c,i} \]
</p>

<p>
Resolva as seguintes questões:
</p>

<p>
a) Um corpo de 5 kg parte do repouso e atinge 6 m/s. Qual foi o
   trabalho realizado sobre ele?
</p>

<p>
b) Um corpo de 8 kg aumenta sua velocidade de 2 m/s para 6 m/s.
   Qual foi o trabalho realizado?
</p>

<p>
c) Um corpo de 3 kg tem sua velocidade reduzida de 10 m/s para 4 m/s.
   Qual foi o trabalho realizado sobre ele? O trabalho foi positivo
   ou negativo?
</p>

<ol class="org-ol">
<li>Em quais situações o trabalho realizado é negativo? Dê um exemplo.</li>
</ol>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Joilson Silva Porto</p>
<p class="email">Email: <a href="mailto:joilson.porto@ifam.edu.br">joilson.porto@ifam.edu.br</a></p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.3 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
